{
  "Join the Community": "Join the Community",
  "Home": "Home",
  "About": "About ICP",
  "Solutions": "Solutions",
  "hometitle1": "Empowering Developers and Web3 Founders in China",
  "hometitle2": "Official ICP HUB",
  "homecontent2p1": "A global network of Web3 enthusiasts, developers, and entrepreneurs innovating on the Internet Computer Protocol (ICP).",
  "homecontent2p2": "The ICP community is currently active in around 30 countries and collaborates with up to 50 well-known crypto organizations and 32 universities.",
  "hometitle3": "What we do？",
  "homecontent3p1": "The ICP Hub (lnternet Computer Protocol Hub) Network is a global community initiative focused on promoting and facilitating the adoption of the lnternet Computer blockchain technology. We are designed to support developers, businesses, and institutions by providing resources, education, and support for building and deploying decentralized applications (dApps) on the Internet Computer Protocol (lCP).",
  "hometitle4": "What we offer？",
  "homeContent4PartTitle1": "Developer Support and Certification",
  "homeContent4PartTitle2": "Education and Outreach",
  "homeContent4PartTitle3": "Community\n Building",
  "homeContent4PartTitle4": "Global \nReach",
  "homeContent4Part1": "ICP Hub offers certification programs for developers proficient in JavaScript, Rust, Motoko, Solidity, and Python. These programs help developers create and deploy enhancing contracts, known as canisters, on the lCP blockchain.",
  "homeContent4Part2": "The hubs organize workshops, hackathons, and educational events to spread knowledge about the Internet Computer and its capabilities. These events are aimed at enhancing skills and fostering innovation within the blockchain community.",
  "homeContent4Part3": "By hosting various events and conferences, ICP Hub aims to build a vibrant community of developers, entrepreneurs, venture capitalists, and blockchain enthusiasts. These events provide platforms for networking, collaboration, and knowledge sharing.",
  "homeContent4Part4": "The ICP Hub network spans multiple regions, including North America, Latin America, Asia, and Africa. Each regional hub works to promote the lnternet Computer within its specific area, adapting strategies to meet local needs and fostering regional blockchain ecosystems.",
  "homeContent4More": "Learn More",
  "footer": "footer",
  "About ICP": "About ICP",
  "Subscribe to our newsletter": "Subscribe to our newsletter",
  "Submit": "Submit",
  "About Us": "About Us",
  "email": "Enter your email address",
  "solutionPart1Title1": "What We Can Do For You",
  "solutionPart1Title2": "Solutions",
  "solutionPart2Title1": "Developer Support and Resources",
  "solutionPart2Content11": "Certification Programs: lCP Hub offers certification for developers in various programming languages like JavaScript, Rust, Motoko, Solidity, and Python. These certifications validate skills in creating and deploying canisters (smart contracts) on the lCP blockchain.",
  "solutionPart2Content12": "Workshops and Training: Regular workshops and training sessions are conducted to help developers understand the intricacies of lCP technology, including topics like blockchain fundamentals, smart contracts, and decentralized application (dApp) development.",
  "solutionPart2Title2": "Community Building and Networking",
  "solutionPart2Content21": "Meetups and Conferences: lCP Hub organizes meetups and conferences to bring together developers, entrepreneurs, investors and blockchain enthusiasts. These events provide opportunities for networking, collaboration, and knowledge sharing.",
  "solutionPart2Content22": "Online Communities: Through forums, social media groups, and other online platforms, lCP Hub fosters a global community where members can discuss ideas, share projects, and get support.",
  "solutionPart2Content31": "Industry Partnerships: lCP Hub collaborates with industry leaders, academic institutions, and other blockchain organizations to promote the adoption of lCP technology and drive innovation in the blockchain space.",
  "solutionPart2Content32": "Ecosystem Development: By working with various stakeholders, ICP Hub helps to build a robust ecosystem that supports the growth and adoption of decentralized applications and services on the Internet Computer.",
  "solutionPart2Title3": "Partnerships and Collaborations",
  "solutionPart2Title4": "Innovation and Incubation",
  "solutionPart2Content41": "Incubation Programs: lCP Hub offers incubation programs that provide mentorship, resources, and funding to help startups and new projects develop and scale. These programs are designed to support innovative ideas from conception to market launch.",
  "solutionPart2Content42": "Hackathons and Competitions: Regular hackathons and coding competitions are held to encourage innovation and creativity in the blockchain space. These events often focus on solving real-world problems using lCP technology.",
  "Apply Today": "Apply Today",
  "solutionPart3": "Apply today! Tell us about what you are working on, why and how you would use the grant, and what value your project brings to the lCP ecosystem.",
  "abouttitle2": "The basics",
  "aboutcontent2": "The Internet Computer (ICP) allows Web3 services to run 100% on-chain, providing the only platform where developers can build and users can enjoy fully decentralized applications. ICP ditches corporate cloud, insecure bridges and expensive oracles.",
  "aboutTitle": "Empowering Developers and Web3 Founders in China",
  "aboutContent1title": "The basics",
  "aboutContentP": "The Internet Computer (ICP) allows Web3 services to run 100% on-chain, providing the only platform where developers can build and users can enjoy fully decentralized applications. ICP ditches corporate cloud, insecure bridges and expensive oracles.",
  "aboutContent3Tip": " What it’s all about",
  "aboutContent3LeftTitle": "What is the Internet Computer",
  "aboutContent3LeftP": "The Internet Computer adds autonomous serverless cloud functionality to the public internet-making it possible to build almost any system or service entirely on a decentralized network using “canister software” ，an evolution of smart contracts.y.",
  "aboutContent3LeftItem1": "Tamperproof",
  "aboutContent3LeftItem2": "Sovereign",
  "aboutContent3LeftItem3": "Autonomous",
  "aboutContent3LeftItem4": "Web3 + OIS",
  "aboutContent3LeftItem5": "Simple",
  "aboutContent3LeftItem6": "Next-gen AI",
  "aboutContent3LeftButton": "Offcial ICP.HUBs",
  "aboutContent3RightTitle": "Created by ∞ ICP",
  "aboutContent3RightP": "The Internet Computer is created by ICP, the most advanced network protocol ever devised. It enables people to build Web3 services and enterprise systems directly on a public decentralized network, which scales even to hosting social networks and media streaming. Hosted services are tamperproof, don’t need firewalls, support Web3 functionality, and can trustlessly interact with the outside world.",

  "aboutContent4Tip": "The organisation behind ICP",
  "aboutContent4Title": "The DFINITY Foundation is a major contributor to the Internet Computer blockchain.",
  "aboutContent4Item1": "Team Members",
  "aboutContent4Item2": "Publications",
  "aboutContent4Item3": "Citations",
  "aboutContent4Item4": "Patents",
  "aboutContent5Tip": "Join the Community",
  "aboutContent5TittlePart1": "Learn，Connect，Create,Make an impact.",
  "aboutContent5Button1": "Join the Community",
  "aboutContent5Button2": "Start Learning"



}
